BHGX_HISReader/sendmsg2/cardSendMessageSoapBinding.sendMessage.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:ns1="http://ws.ro.chss.greatsoft.net/">
 <SOAP-ENV:Body>
   <ns1:sendMessage>
    <arg0></arg0>
    <arg1></arg1>
    <arg2></arg2>
    <arg3></arg3>
    <arg4></arg4>
   </ns1:sendMessage>

 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
